let blogListArray = [
    {
        photo: "https://cdn1.epicgames.com/spt-assets/99dc46c68ea14324964a856d18dcac5b/genshin-impact-1s0p1.jpg?resize=1&w=480&h=270&quality=medium",
        title: "Мій улюблений коляр ",
        text: "Приві, мій улюблений коляр розовий",
        Author: "Софія",
        date: "29.03.2026",
        link: "my-favorite-color",
    },
    {
        photo: "https://cdn1.epicgames.com/spt-assets/99dc46c68ea14324964a856d18dcac5b/genshin-impact-1s0p1.jpg?resize=1&w=480&h=270&quality=medium",
        title: "Моя улюблена ігра",
        text: "Genshin Impact: Світ, у якому хочеться залишитися Для когось це лише гра на екрані смартфона чи комп'ютера, але для мене Genshin Impact — це величезний, живий всесвіт, який став частиною мого життя. Це історія про подорож крізь континенти, стихії та долі, де кожен крок відкриває щось неймовірне. Тейват — це не просто набір локацій, це світ зі своєю історією, де кожна квітка, кожна руїна і кожен шепіт вітру в Мондштадті мають свій сенс. Що робить цю гру моєю найулюбленішою? По-перше, це відчуття повної свободи. Ти можеш підкорювати засніжені піки Драконячого хребта, досліджувати таємничі глибини океану у Фонтейні або блукати золотими полями Лі Юе.",
        Author: "Софія",
        date: "22.02.2026",
        link: "my-favorite-game",
    },
    {
        photo: "https://upup-english.s3.eu-north-1.amazonaws.com/previews/a62MTExNA__/5dd4196498548/768.png",
        title: "Моя рутина дня",
        text: "Мій типовий навчальний день Мій будень — це чітка та звична рутина, яка допомагає мені залишатися продуктивною та все встигати. Оскільки я навчаюся в школі, більшість моїх днів схожі між собою, але в цій стабільності є свій затишок. Ранок: Енергійний старт Мій ранок починається о 7:30. Першим ділом я йду вмиватися — це допомагає остаточно прокинутися. Після цього настає час для мого обов’язкового ритуалу — чашки гарячого чаю. Це момент спокою перед активним днем. Потім я вдягаюся і збираюся до школи. Величезний плюс у тому, що мені не потрібно поспішати на автобус, адже школа зовсім поруч — всього у 3–5 хвилинах ходьби від дому. День: Школа та відновлення Шкільний день пролітає насичено, і вже о 15:10 я повертаюся додому. Зазвичай о 15:15 я вже обідаю. Це мій час для відновлення сил після уроків. Після їжі я обов'язково даю собі трохи відпочити, щоб розвантажити голову, перш ніж братися за виконання домашнього завдання. Вечір: Завершення дня Вечір проходить спокійніше. Коли всі завдання виконані, я вечеряю разом із родиною. Це хороший час, щоб обговорити події дня. Після вечері я поступово готуюся до сну, щоб зранку знову прокинутися бадьорою та готовою до нового дня.",
        Author: "Софія",
        date: "20.03.2026",
        link: "my-daily-routine",
    },


    {
        photo: "https://cdn.27.ua/799/8f/53/7114579_2.jpeg",
        title: " мій улюблений смак сухариків",
        text: "У сучасному світі, де полиці супермаркетів ломляться від екзотичних делікатесів",
        Author: "Софія",
        date: "14.02.2026",
        link: "favorite-flavor-of-crackers"

    },
    {
        photo: "https://kiddisvit.ua/assets/images/NEWS/miraculous_3.jpg.webp",
        title: "Мій улюблений мультфільм",
        text: " Мій найулюбленіший мультфільм — це «Леді Баг і Супер-Кіт».",
        Author: "Софія",
        date: "07.02.2026",
        link: "my-favorite-cartoon"

    },
    {
        photo: "https://images.pexels.com/photos/25391626/pexels-photo-25391626.jpeg",
        title: "Моя любов до м'яких іграшок",
        text: "Багато хто вважає, що іграшки — це лише для маленьких дітей, але я з цим абсолютно не згодна. Для мене кожна м’яка іграшка в кімнаті — це окрема історія, джерело радості та мій особистий спосіб знайти гармонію в цьому великому і часом шумному світі. Сьогодні я хочу розповісти, чому я так сильно їх люблю і чому вони так багато значать для мене. Магія дотику та м'якості. ",
        Author: "Софія",
        date: "04.01.2026",
        link: "my-love-for-soft-toys"

    },
    {
        photo: "https://static.hdrezka.ac/i/2020/10/26/n409f0021a322gu88m22w.jpg",
        title: "Моє улюблене аніме",
        text: "Моє улюблене аніме є аніме про волейбол «Я обожнюю аніме, і моє найулюбленіше — це Волейбол. Можу годинами дивитися, як герої борються за кожен м’яч на майданчику. Це аніме дає мені неймовірний заряд енергії та мотивації. Коли я дивлюся на Хінату та його команду, я відчуваю, що немає нічого неможливого, якщо ти справді цього хочеш. Для мене це не просто мультфільм про спорт. ",
        Author: "Софія",
        date: "03.01.2026",
        link: "my-favorite-anime",

    },
    {
        photo: "https://images.pexels.com/photos/6203715/pexels-photo-6203715.jpeg",
        title: "Мій улюблений спорт",
        text: "Кожен з нас має те саме місце, де він почувається максимально «на своєму місці». Для когось це затишна кімната з книжкою, для когось — комп'ютерне крісло, а для мене — це шкільний спортзал, коли на середині натягнута волейбольна сітка. Моя історія з волейболом не починалася з професійних секцій чи тренувань з тренером п’ять разів на тиждень. Я не ходжу до спеціальної спортивної школи, і в моєму гардеробі немає професійної форми з номером на спині. Але це ніяк не зменшує мого захоплення цією грою. Все почалося на звичайних уроках фізкультури, і дуже швидко я зрозуміла, що чекаю на цей дзвінок більше за всі інші. Чому саме волейбол? По-перше, це неймовірне відчуття польоту. Коли ти підстрибуєш, щоб відбити м'яч, на секунду здається, що гравітація не діє. По-друге, це гра розуму. Тут мало просто бути сильним — треба бачити майданчик, розуміти, куди впаде м'яч, і вчасно підставити руки. Але найголовніше для мене — це команда. ",
        Author: "Софія",
        date: "03.01.2026",
        link: "my-favorite-sport",

    },
    {
        photo: "https://images.pexels.com/photos/270360/pexels-photo-270360.jpeg",
        title: "мої успіхи в IT",
        text: "Все почалося з простої цікавості, яка влітку переросла в серйозне захоплення. Я пам’ятаю свій перший відкритий редактор коду і те змішане відчуття страху та азарту. Чи вийде у мене? Чи зможу я зрозуміти цю логіку? Відповідь прийшла швидко: так, якщо горять очі. Мені неймовірно подобається цей процес. ",
        Author: "Софія",
        date: "20.12.2025",
        link: "my-successes-in-IT",

    },
    {
        photo: "https://images.pexels.com/photos/1036657/pexels-photo-1036657.jpeg",
        title: "Моє Місто",
        text: "Чортків — Місто з Душею на Берегах Серету. Я народився і виріс у Чорткові, чарівному місті, розташованому в самому серці Тернопільської області.Жити тут із самого народження — це означає щодня відчувати глибокий зв'язок із історією, яка тут буквально дихає. Чортків не є мегаполісом, але він є надзвичайно історичним і багатим на цікаві місця, які я знаю напам'ять.",
        Author: "Софія",
        date: "13.12.2025",
        link: "my-city",

    },
    {
        photo: "https://images.pexels.com/photos/5473960/pexels-photo-5473960.jpeg",
        title: "Про мене",
        text: "Я — школярка, яка живе в Україні. Мій день народження навесні, 30 березня 2013 ",
        Author: "Софія",
        date: "05.12.2025",
        link: "about",



    },
    {
        photo: "https://images.pexels.com/photos/8601597/pexels-photo-8601597.jpeg",
        title: "Моя улюблена їда",
        text: "Коли мене просять назвати мою улюблену страву, я без вагань відповідаю: пельмені. Ця відповідь, можливо, не надто оригінальна, але за нею стоїть цілий світ смаку, затишку та сімейних спогадів. Для мене пельмені — це не просто їжа, це справжній символ домашнього тепла і кулінарного мистецтва",
        Author: "Софія",
        date: "21.11.25",
        link: "my-favorite-food",

    },
    {
        photo: "https://images.pexels.com/photos/10549488/pexels-photo-10549488.jpeg",
        title: "Мій улюблений предмет",
        text: "Англійська мова – це мій улюблений предмет у школі. Я вважаю, що це найважливіша і найцікавіша дисципліна, яка відкриває переді мною безліч дверей у сучасному світі.  Вивчення англійської для мене — це не просто виконання домашніх завдань, а справжнє захоплення, яке я намагаюся розвивати щодня. Це предмет, який дійсно робить світ меншим і зрозумілішим.  Англійська є мовою міжнародного спілкування, науки, технологій та бізнесу. Знання англійської дає мені доступ до величезного обсягу інформації, якої немає в україномовному просторі. Я розумію, що в майбутньому, незалежно від обраної професії, знання англійської стане моєю величезною перевагою.",
        Author: "Софія",
        date: "12.11.2025",
        link: "my-favorite-subject",

    },
    {
        photo: "https://images.pexels.com/photos/1469902/pexels-photo-1469902.jpeg",
        title: "Моє хоббі",
        text: "Моє улюблене хобі, яке стало справжнім віддзеркаленням моєї душі, — це малювання. Для мене це не просто спосіб провести час, а цілий всесвіт, де я можу створювати власні закони кольору та форми",
        Author: "Софія",
        date: "07.11.2025",
        link: "my-hobby",

    },
    {
        photo: "https://images.pexels.com/photos/2956954/pexels-photo-2956954.jpeg",
        title: "Мій улюблений напій",
        text: "У світі напоїв, де кожен може знайти щось до душі, мій вибір завжди зупиняється на капучино. Для мене це не просто кава, а справжній ритуал, мить затишку та ідеальне поєднання смаків, яке дарує насолоду.  П'ю я капучино зазвичай зранку, щоб бадьоро розпочати день, або під час невеликої паузи, коли хочеться трохи сповільнитися та насолодитися моментом. Аромат свіжозвареної кави, змішаний із солодкуватими нотками молока, створює відчуття спокою та комфорту.",
        Author: "Софія",
        date: "31.10.2025",
        link: "my-favorite-water",

    },
    {
        photo: "https://images.pexels.com/photos/1289556/pexels-photo-1289556.jpeg",
        title: "Мій улюблений напій",
        text: "Мій перший домашній улюбленець – це не просто тваринка, а справжній член родини і моя перша найкраща подруга – лабрадор на ім’я Люся.Пам'ятаю той день, коли вона вперше переступила поріг нашого дому.",
        Author: "Софія",
        date: "23.10.2025",
        link: "my-first-pet",

    },
    {
        photo: "https://images.pexels.com/photos/669319/pexels-photo-669319.jpeg",
        title: "Перші враженні від дизайну",
        text: "Після першого знайомства з Figma я зрозуміла, що дизайн — це не просто про “гарні картинки”. Це цілий світ логіки, структури та творчості, де кожен елемент має своє місце й значення.",
        Author: "Софія",
        date: "19.10.2025",
        link: "first-impressions-of-the-design",
    }

]
export { blogListArray }